Revit 2027 API
AnalyticalMember.FlipCurve Method
 Flip the Analytical Member
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public void FlipCurve()
Public Sub FlipCurve
public:
void FlipCurve()
member FlipCurve : unit -> unit
See Also
Reference
AnalyticalMember Class
Autodesk.Revit.DB.Structure Namespace